[
  {
    "name": "Przerośnięty kalmar",
    "x": "8",
    "y": "11",
    "url": "/obrazki/npc/eve/zatop-tytan1.gif",
    "collision": true,
    "dialog": {
      "0": [
        "[ Niemalże całe pomieszczenie zamieszkuje przerośnięty morski stwór. Odór owoców morskich jest prawie nie do wytrzymania. ]",
        "<span id='quest1'>Przepraszam, przyszedłem po pierwszą część przycisku do...</span><script>setTimeout(function(){if(localStorage['nerthus-quest']!=='1')getCookie('interface')==='ni'?$('#quest1').closest('li').remove():$('#quest1').parent().remove()},0)</script>  ->1",
        "Chyba przyszedłem o złej porze... ->END"
      ],
      "1": [
        "[ Wielki stwór obrócił się w twoim kierunku, wytrzeszczając swoich siedem (pięć?) ślepi w twoim kierunku ]",
        "Dalej ->2"
      ],
      "2": [
        "Ah, więc wysłał po mnie Umbrael. Że też nie mógł się samemu pofatygować.",
        "Czy to oznacza, że nie dasz mi tej części? ->3",
        "Umbrael? Ja z urzędu skarbowego. ->END"
      ],
      "3": [
        "Dam czy nie dam, a co ze mną? Kto mnie stąd wyciągnie? Kazali mi się wpakować do młyna, skąd miałem wiedzieć że młyny są takie małe?",
        "Mam ciebie wyciągać stąd? Przecież to niedorzeczne. ->4",
        "Poczekaj, pójdę po kogoś do pomocy. ->END"
      ],
      "4": [
        "[ Ślepia potwora zamrugały, penetrując całą twoją osobę swoim złowrogiem wzrokiem. ]",
        "Dalej ->5"
      ],
      "5": [
        "Hmm, rzeczywiście twoje wątłe ciało może okazać się... niewystarczające. Mam jednak inny pomysł zadam ci zagadkę, a jak dobrze odgadniesz to dostaniesz swój przycisk.",
        "Zgoda. ->6",
        "Nie. ->END"
      ],
      "6": [
        "Zagadka brzmi: Co w wodzie pływa i ryba się nazywa.",
        "Kaczka. ->7",
        "Twoja mama. ->8",
        "Wór. ->7",
        "Eeee mleko? ->7",
        "Nie wiem. ->7"
      ],
      "7": [
        "Nie, nie, nie! Wytęż umysł, to nie jest takie trudne.",
        "[ Skup się. ] ->6",
        "Głowa mnie boli, może kiedy indziej. ->END"
      ],
      "8": [
        "[ We wszystkich siedmiu oczach potwora zaczęły pojawiać się łzy. ]",
        "Dalej. ->9"
      ],
      "9": [
        "Ty, ty barbarzyńco niewychowany! Moja mama była bardzo szanowaną kałamarnicą. Jeszcze nikt nigdy mnie tak nie obraził!",
        "Dalej. ->10"
      ],
      "10": [
        "[ Potwór zalał się w łzach. Ty zaś dostrzegłeś leżący nieopodal przedmiot z przyczepioną kartką. Zapewne to to, po co przyszedłeś. ]",
        "Ukradkiem podbieram kawałek przycisku i oddalam się niespiesznym krokiem. ->11",
        "Nie ruszam, nie chcę być zjedzonym. ->END"
      ],
      "11": [
        "<script>localStorage['nerthus-quest'] = '2';message('Otrzymano: Pierwsza część przycisku resetu Nerthusa')</script>[ Monstrum było za bardzo zajęte szlochaniem by zauważyć, że podkradłeś jego przycisk. Gdy już byłeś w bezpiecznej odległości mogłeś odczytać to, co było napisane na przyczepionej kartce. ]",
        "Czytam. ->12"
      ],
      "12": [
        "<i>Pierwszą literą kodu jest czwarta od końca litera osoby na parterze młyna który znajdziesz. Jak już go znajdziesz, pokieruj Gawerego do Mistycznego Boru, tam znajdzie kolejną część.</i>",
        "W takim razie wiem już gdzie iść. Na wszelki wypadek powinienem gdzieś sobie to zapisać. ->END"
      ]
    }
  }
]
