[
  {
    "name": "Duch",
    "x": "53",
    "y": "17",
    "url": "/obrazki/npc/tru/tri_ghost6.gif",
    "date": "30.10-4.11"
  },
  {
    "name": "Duch",
    "x": "63",
    "y": "53",
    "url": "/obrazki/npc/tru/tri_ghost5.gif",
    "date": "30.10-4.11"
  },
  {
    "name": "Duch",
    "x": "53",
    "y": "75",
    "url": "/obrazki/npc/tru/tri_ghost4.gif",
    "date": "30.10-4.11"
  },
  {
    "type": "delete",
    "id": 162316,
    "lvl": 0,
    "date": "21.03-21.11"
  },
  {
    "name": "Część szklarni",
    "tip": "",
    "x": "35",
    "y": "17",
    "url": "#res/img/npc/torneg-glasshouse.gif",
    "date": "21.03-21.11"
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "5",
    "y": "20",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Krzak góra",
    "tip": "",
    "x": "4",
    "y": "20",
    "url": "#res/img/npc/krzak-gora.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "44",
    "y": "62",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "44",
    "y": "63",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "type": "delete",
    "id": 162312,
    "lvl": 0,
    "date": "21.03-21.11"
  },
  {
    "name": "Drzewo góra",
    "tip": "",
    "x": "37",
    "y": "63",
    "url": "/obrazki/npc/map/drzew1-gora3.gif",
    "date": "21.03-21.11"
  },
  {
    "name": "Choinka góra",
    "tip": "",
    "x": "54",
    "y": "61",
    "url": "/obrazki/npc/map/choinka-up.gif",
    "date": "21.03-21.11"
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "75",
    "y": "62",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Palisada południe",
    "tip": "",
    "x": "85",
    "y": "64",
    "url": "#res/img/npc/torneg-palisade-south.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Palisada wschód",
    "tip": "",
    "x": "93",
    "y": "17",
    "url": "#res/img/npc/torneg-palisade-east.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "94",
    "y": "15",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "95",
    "y": "55",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "95",
    "y": "54",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "95",
    "y": "48",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "94",
    "y": "48",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Wieżyczka góra",
    "tip": "",
    "x": "51",
    "y": "62",
    "url": "#res/img/npc/watchtower-top.gif",
    "date": "21.03-21.11"
  },
  {
    "name": "Wieżyczka dół",
    "tip": "",
    "x": "51",
    "y": "64",
    "url": "#res/img/npc/watchtower-bot.gif",
    "date": "21.03-21.11"
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "50",
    "y": "63",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Kolizja",
    "tip": "",
    "x": "51",
    "y": "63",
    "url": "/obrazki/npc/obj/cos.gif",
    "date": "21.03-21.11",
    "collision": true
  },
  {
    "name": "Stefan",
    "x": "51",
    "y": "44",
    "url": "#res/img/npc/wyslannik.gif",
    "collision": true,
    "dialog": {
      "0": [
        "Witaj #NAME w krainie Nerthusa. Wyglądasz, jakbyś przybył z daleka. Usiądź, odpocznij. Jeśli potrzebujesz pomocy w dalszej podróży, trafiłeś do dobrej osoby!",
        "Czym jest Nerthus? ->1",
        "Czym jest gra fabularna? ->7",
        "W prawym górnym rogu widzę tarczę z literą „N”, co to? ->22",
        "Mam problem z odnalezieniem się tu fabularnie. Co zrobić? ->26",
        "Wiem już wszystko.  ->END"
      ],
      "1": [
        "Jest to jedyny świat fabularny Margonem, który oparty jest na klimacie fantasy. Poznasz tutaj wiele ciekawych osobowości, a także przeżyjesz nowe, nieznane historie - oczywiście, jeśli odważysz się w nie zanurzyć.",
        "Czym różni się świat fabularny od zwykłych i prywatnych? ->2",
        "Czy mogę tu spotkać jakieś nadzwyczajne atrakcje? ->3",
        "Chciałbym grać jak na innych serwerach. Czy spotkają mnie jakieś niespodzianki? ->4",
        "Kto zarządza światem Nerthus? ->5",
        "Czy na forum znajdę jakieś informacje o Nerthusie? ->6",
        "Chciałbym zapytać o coś jeszcze. ->0",
        "Wiem już wszystko.  ->END"
      ],
      "2": [
        "Na tym świecie obowiązuje ścisła etykieta pisania na chacie ogólnym. Stosowany jest język klimatyczny, oparty na zwrotach znanych w RPG. Słowa takie jak “ded”, “exp”, są niedopuszczalne. Gracze odgrywają też specjalne postaci, na podstawie stworzonych Kart. Spójrz na <a href=\"https://www.margonem.pl/?task=forum&show=posts&id=424036\" target=\"_blank\">ten</a> pergamin.",
        "Chciałbym zapytać o coś jeszcze. ->1",
        "Wiem już wszystko.  ->END"
      ],
      "3": [
        "Nerthus skrywa wiele sekretów. Część z nich zobaczysz gołym okiem - sam spostrzeżesz, że Stary Zamek nie jest już ruiną. O tych i innych zmianach przeczytasz <a href=\"https://www.margonem.pl/?task=forum&show=posts&id=500225\" target=\"_blank\">tutaj</a>.",
        "Chcę zapytać o coś jeszcze. ->1",
        "Wiem już wszystko.  ->END"
      ],
      "4": [
        "Na świecie Nerthus można grać w taki sam sposób, jak na pozostałych światach; walczyć z tytanami, pokonywać herosów, masę elit i wykonywać zadania dla mieszkańców krainy. Ten rodzaj rozgrywki określany jest mianem mechanicznej i nie ma wpływu na fabularne oblicze świata. Obie formy są dostępne dla wszystkich. Wszak nie jednemu ciągłe czekanie na pojawienie się elity może się znudzić i z chęcią wyruszyłby na niebezpieczną wyprawę w nieznane. Niektórzy z pewnością po całym dniu spędzonym na rozmowach na jednym z miejskich placów, będą chcieli znaleźć chwilę odpoczynku, próbując wyrwać potworom jakąś legendę.",
        "Chciałbym zapytać o coś jeszcze. ->1",
        "Wiem już wszystko. ->END"
      ],
      "5": [
        "Nad światem Nerthus pieczę sprawuje administracja poprzez zarządcę, którym jest Morry Myio, ale w ręce graczy zostało oddane sporo rang i funkcji, które ułatwiają rozgrywkę. W naszej krainie oprócz znanych z innych serwerów Moderatorów Chatu natknąć się możesz na Trubadurów, zwanych też bardami i narratorami, a także Radnych. Trubadurzy to osoby, które za pomocą specjalnych komend mogą opisywać czynności i wypowiedzi NPC, a także wszelkie reakcje otoczenia. Radni natomiast nadzorują przebieg rozgrywki fabularnej, w tym pracę narratorów, sprawdzają prawidłowość kart postaci, wprowadzają systemy ułatwiające rozgrywkę. Do ich obowiązków należy również rozstrzyganie sporów, wyjaśnianie spraw, które wzbudzają kontrowersję, a także decydowanie, kto się pojawi na naszym świecie poprzez rekrutację forumową. <br>",
        "Chciałbym zapytać o coś jeszcze. ->1",
        "Wiem już wszystko.  ->END"
      ],
      "6": [
        "Dla graczy posiadających postać na naszym świecie został przeznaczony cały dział <a href=\"https://www.margonem.pl/?task=forum&show=topics&id=33\" target=\"_blank\">na forum</a>. Znajdziesz tam Regulamin Nerthusa, temat do pogawędek, informacje o naszym nerthusowym dodatku, biuletyn, na którym można zgłaszać graczy nieprzestrzegających regulaminu pisania na chacie, a także dwa tematy do wystawiania ofert handlu - do kupna i sprzedaży. Ponadto znajduje się tam temat Rady, w którym zwykle ukazują się zmiany dotyczące rozgrywki fabularnej, temat zawierający informacje o naszej fabularnej walucie, questach serwerowych oraz innych niespodziankach i sporo tematów rekrutacyjnych klanów i organizacji. Oczywiście nasz dział oferuje wiele innych niespodzianek, o czym z pewnością się przekonasz.",
        "Chciałbym zapytać o coś jeszcze. ->1",
        "Wiem już wszystko.  ->END"
      ],
      "7": [
        "RP - skrót od Role Play, w tłumaczeniu odgrywanie ról. Granie w gry RP jest właśnie jak odgrywanie roli jak aktor w teatrze. Nie ma jednak ustalonego scenariusza, a każda osoba odgrywa swoją postać tak, jak chce, stosując się do wytycznych stworzonych przez nią w swojej Karcie Postaci. Gry RP mają różną formę i zasady, w zależności od różnych czynników takich jak systemy, miejsca, w jakim są one grane czy nawet towarzystwo. Na Nerthusie -  świecie i jednocześnie systemie, w którym dzieje się tu akcja nie jest inaczej. Rozgrywka jest tu prowadzona za pomocą czatu w grze, przy pomocy różnorakich komend, aby lepiej opisać zachowanie swojej postaci. Sama gra przypomina trochę wspólne pisanie opowiadania, w którym każdy z uczestniczących graczy jest bohaterem.",
        "Jak stworzyć Kartę Postaci? ->8",
        "Mam już Kartę Postaci. Co teraz?  ->14",
        "Czy pomiędzy Nerthusem a fabułą Margonem są jakieś różnice? ->21",
        "Chciałbym zapytać o coś jeszcze.  ->0",
        "Wiem już wszystko.  ->END"
      ],
      "8": [
        "Szczegółowy lub skrócony opis tworzenia karty postaci można znaleźć w tym <a href=\"https://www.margonem.pl/?task=forum&show=posts&id=87510\" target=\"_blank\">temacie </a>lub w <a href=\"https://docs.google.com/document/d/1TydbgBzpdQyscA0S5sfkSUmP9mjTVlP5ZSWoMShZR_s/edit?usp=sharing\", target=\"_blank\"> oddzielnym pliku.</a>",
        "O czym muszę pamiętać podczas jej kreowania? ->9",
        "Czy Karta Postaci musi spełnić jakieś specjalne wymagania? ->10",
        "Mam problem z wymyśleniem postaci, co zrobić? ->11",
        "Jakie umiejętności powinienem sobie dobrać?  ->12",
        "Napisałem już kartę postaci, co z nią zrobić? ->13",
        "Chciałbym zapytać o coś jeszcze.  ->7",
        "Wiem już wszystko.  ->END"
      ],
      "9": [
        "Należy pamiętać, że na początku Twojej drogi nie możesz stworzyć potężnej postaci. Będzie się ona rozwijać wraz z Twoją rozgrywką. Tyczy się to zarówno umiejętności, jak i posiadanego ekwipunku, pieniędzy, a także statusu społecznego. Postaraj się także zachować logikę podczas tworzenia, małe dziewczynki wymachujące wielkimi toporami bojowymi nie będą tu mile widziane. Oczywiście możesz dać się ponieść wyobraźni, ale dodając do tego odpowiednie uzasadnienie. Najlepiej stworzyć postać, którą będzie Ci się przyjemnie odgrywać - nie sugeruj się innymi graczami.<br><br>Poza wyobraźnią duży wkład będzie też mieć wiedza poza grą. Zielarz na ogół powinien znać wygląd roślin oraz ich zastosowanie. Dlatego też lepiej nie tworzyć postaci zajmujących się dziedzinami, których nie lubisz. ",
        "Chciałbym zapytać o coś jeszcze. ->8",
        "Wiem już wszystko.  ->END"
      ],
      "10": [
        "Główne ograniczenia co do karty postaci to początkowa ilość punktów, posiadany ekwipunek oraz rasa. <br> Nowi gracze mają do dyspozycji 12 punktów na start (więcej w <a href=\"https://onedrive.live.com/view.aspx?resid=808E74D8B87FDA08!336&ithint=file%2cdocx&authkey=!ALyc9fEh3VGCbGE\" target=\"_blank\">Systemie Umiejętności</a>). Przy czym podczas ich rozdawania należy pamiętać o uwzględnianiu poprzednich poziomów zaawansowania (wbrew pozorom umiejętność zaawansowana 3/5 kosztuje 6 punktów, gdyż wcześniej gracz musiał jeszcze wydać punkty na poziomy kolejno podstawowego 1/5 i adepta 2/5).<br> Ekwipunek, tak jak zawsze na początku trudnej podróży, nie jest zbyt rozbudowany. Zapełnij go najważniejszymi rzeczami - stalową bronią, prostą zbroją, a także kilkoma przydatnymi przedmiotami, jak np. krzesiwo. Potężne artefakty zdobędziesz dopiero podczas gry. <br> Wszelkie rasy dodatkowe, nieuznawane za podstawowe (np. demony), wymagają przejścia odpowiedniego testu, aby uzyskać pozwolenie na odgrywanie ich. Po taką zgodę należy zgłosić się do członka Rady Fabularnej Świata Nerthus. <br>Po stworzeniu Karty Postaci należy zgłosić się do któregokolwiek z radnych (aktualnie są to <a href=\"https://www.margonem.pl/?task=profile&id=919565\" target=\"_blank\">Umbrael Regis</a> oraz <a href=\"https://www.margonem.pl/?task=profile&id=5424002\" target=\"_blank\">Korano Ligatur</a>), aby została ona zaakceptowana.",
        "Chciałbym zapytać o coś jeszcze. ->8",
        "Wiem już wszystko.  ->END"
      ],
      "11": [
        "Tworzenie postaci w rp jest bardzo podobne do kreowania postaci literackiej. Musi się ona wpasowywać w istniejącą już fabułę (czyli w tym przypadku kowboje, roboty i wszelkie byty poza fantastyką odpadają). Można też spróbować zainspirować się zdjęciem, artem lub poczytać opisy interesującej Cię rasy. Najlepiej tworzyć bohaterów, których z przyjemnością będzie Ci się odgrywać lub takich, których umiejętności opierają się na Twoich zainteresowaniach. Każda postać powinna mieć jakąś historię. Nawet jeśli nie wpiszesz jej w swojej karcie, podczas gry jakiś gracz może się o nią zapytać. Stworzenie takiej opowieści pozwoli Ci na zbudowanie wielu wątków coraz bardziej rozwijającej bohatera oraz nada mu cechy ludzkie, dzięki czemu łatwiej będzie Ci się w nią wczuć. ",
        "Chciałbym zapytać o coś jeszcze. ->8",
        "Wiem już wszystko.  ->END"
      ],
      "12": [
        "Dobierając umiejętności, pamiętaj, że to jedynie początek Twojej przygody, a z czasem Twoja postać będzie miała wiele okazji się rozwinąć. Najlepiej wybrać dziedziny, które lubisz i nie będziesz miał problemu z opisywaniem ich. Pamiętaj przy tym, aby dobrze wpasowywały się w wykreowaną przez Ciebie postać. Należy przy tym myśleć przyszłościowo, w końcu Twój bohater będzie musiał poradzić sobie w tym niebezpiecznym świecie. ",
        "Chciałbym zapytać o coś jeszcze.  ->8",
        "Wiem już wszystko.  ->END"
      ],
      "13": [
        "Najlepszym miejscem na kartę postaci jest twój profil. Dzięki temu jest łatwo dostępna dla innych graczy i osób funkcyjnych, a jednocześnie jest zawsze pod ręką, gdyby zaistniała konieczność wprowadzenia zmian, które wraz z rozwojem postaci będą nieuniknione. W końcu nie jest trudno podczas ciężkich starć uszkodzić swój pancerz, czy też podczas długiej podróży spożyć cały prowiant. Z pewnością twoja postać zdobędzie nowe umiejętności, których stan będziesz musiał aktualizować.",
        "Chciałbym zapytać o coś jeszcze. ->8",
        "Wiem już wszystko.  ->END"
      ],
      "14": [
        "Przed Tobą najlepsze! Ruszaj na szlak i spotkaj innych podróżników. Sugeruję udanie się do Ithan - tam spotkasz wielu podobnych sobie poszukiwaczy przygód. Razem możecie udać się na wyprawy, które poprowadzi dla Was narrator.",
        "Jakie działania mogę wykonywać samemu, a do których potrzebny mi narrator? ->15",
        "Jak zapisywać się na sesje? ->16",
        "W jaki sposób najlepiej rozwijać swoją postać? ->17",
        "Jak wygląda fabularne rozporządzanie pieniędzmi? ->18",
        "Jakich rzeczy nie mogę robić? ->19",
        "Czym są organizacje? ->20",
        "Chciałbym zapytać o coś jeszcze. ->7",
        "Wiem już wszystko.  ->END"
      ],
      "15": [
        "Do wszelkich działań, które wprowadzają zmiany w fabule, wymagana jest obecność narratora, którego rolą jest opisywanie reakcji otoczenia. Dlatego też chcąc podpalić czyjś dom lub zawalczyć z silnym potworem terroryzującym miasto niezbędna będzie jego obecność. Samemu można przeprowadzać interakcje z innymi graczami, prowadzić treningi lub proste działania niewpływające w większym stopniu na otoczenie. ",
        "Chciałbym zapytać o coś jeszcze. ->14",
        "Wiem już wszystko.  ->END"
      ],
      "16": [
        "Możesz zgłosić się do <a href=\"https://i.imgur.com/rtf3FfR.png\" target=\"_blank\">narratorów</a>, bądź też śledzić ogłoszenia w <a href=\"https://www.margonem.pl/?task=forum&show=posts&id=456873\" target=\"_blank\">tym</a> temacie.",
        "Chciałbym zapytać o coś jeszcze. ->14",
        "Wiem już wszystko.  ->END"
      ],
      "17": [
        "Trening czyni mistrza! Twoja postać podejmuje różne działania poprzez komendy /me i *me. Dzięki nim możesz prowadzić treningi, czy też wchodzić w interakcje z innymi graczami. Aby rozwijać postać o dodatkowe punkty, należy dowód (w postaci screena lub logów z chatu) podesłać któremuś z Radnych bądź narratorów. Alternatywną drogą jest udział w sesjach fabularnych.",
        "Chciałbym zapytać o coś jeszcze. ->14",
        "Wiem już wszystko.  ->END"
      ],
      "18": [
        "Na Nerthusie posiadamy specjalną walutę zwaną kogami. Jeśli napiszesz do któregoś z radnych, z pewnością dadzą ci jakąś kwotę na start, chociaż nie będzie ona zbyt wielka. <br>Nasza postać oczywiście musi na siebie jakoś zarabiać. Można to robić poprzez pracę dla innego gracza, NPC bądź sprzedając poszczególne przedmioty lub usługi. Kupno dzieje się analogicznie. Większość przedmiotów zwykłych zawartych w cenniku można nabyć poprzez wysłanie narratorowi odpowiedniej kwoty. Te rzadsze wymagają sesji.",
        "Chciałbym zapytać o coś jeszcze. ->14",
        "Wiem już wszystko.  ->END"
      ],
      "19": [
        "Torturowanie jest surowo zakazane na świecie Nerthus. Tak samo jak zabijanie postaci gracza, poważne jej okaleczanie oraz wpływanie na umysł bez jego zgody. <br>            Ważne jest także wystrzeganie się herosowania i metagamingu. Herosowanie to odgrywanie czynności znacząco wykraczające poza umiejętności naszej postaci, przykładowo pokonanie kilku doświadczonych strażników jednym ciosem miecza. Metagaming z kolei jest wykorzystywaniem informacji spoza gry w grze. Należy do tego zarówno zwracanie się do konkretnej osoby jej imieniem, podczas gdy nigdy Ci się nie przedstawiała, jak i przykładowo sytuacja, w której gracz “zupełnie przypadkiem” znajduje kryjówkę innego gracza, podczas gdy nie miał możliwości się o niej dowiedzieć. ",
        "Chciałbym zapytać o coś jeszcze. ->14",
        "Wiem już wszystko.  ->END"
      ],
      "20": [
        "Organizacje to fabularne stowarzyszenia analogiczne do klanów. Skupiają one osoby, którym w rozgrywce fabularnej przyświeca podobny cel. Na forum Nerthusa znaleźć można wiele tematów zawierających informacje o przeróżnych organizacjach, niektórych chętnych do przyjęcia w swe szeregi niedoświadczonych poszukiwaczy przygód. Można też oczywiście założyć własną. Należy wówczas dostarczyć Radzie odpowiednie na jej temat informacje. Trzeba pamiętać, że jedna osoba może być założycielem wyłącznie jednej organizacji.",
        "Chciałbym zapytać o coś jeszcze. ->14",
        "Wiem już wszystko.  ->END"
      ],
      "21": [
        "Od powstania Nerthusa minęło sporo czasu, więc można zauważyć sporo zmian w porównaniu do innych światów. Widać je głównie podczas interakcji z NPC. Sam zauważysz, że nad niektórymi miastami władzę sprawują gracze. Nie spotkasz także burmistrza Karka-han, gdyż… no, ale tego najlepiej niech dowie się już Twoja postać w grze.<br><br>Większość ogólnych zmian jest zawartych w <a href=\"https://onedrive.live.com/view.aspx?resid=808E74D8B87FDA08!379&ithint=file%2cdocx&app=Word&authkey=!ACPJmB0G1S8y9tU\" target=\"_blank\">Wieściach z krainy</a>.",
        "Chciałbym zapytać o coś jeszcze. ->7",
        "Wiem już wszystko.  ->END"
      ],
      "22": [
        "Jest to Tarcza Nerthusa, rdzeń dodatku globalnego. Znajdziesz pod nim najważniejsze tematy, a także możliwości włączenia pogody, zodiaku, czy cyklu dnia i nocy.",
        "Jakich komend na czacie mogę używać? ->23",
        "Co to za linki w tarczy i do czego służą w rozgrywce? ->24",
        "Nie podobają mi się wizualne zmiany wprowadzane przez dodatek. Jak to wyłączyć? ->25",
        "Chciałbym zapytać o coś jeszcze. ->0",
        "Wiem już wszystko.  ->END"
      ],
      "23": [
        "Masz dostęp do dwóch rodzajów komend: /me i *me. Pierwsza wywołuje pomarańczowy opis rozpoczęty Twoim nickiem, drugi zaś nie. Służą one do opisywania czynności Twojej postaci podczas rozgrywki fabularnej.",
        "Chciałbym zapytać o coś jeszcze. ->22",
        "Wiem już wszystko.  ->END"
      ],
      "24": [
        "-<a href=\"https://www.margonem.pl/?task=forum&show=posts&id=424036\" target=\"_blank\"> Zbiór zasad</a> - regulamin i zbiór zasad świata Nerthus. <br>-<a href=\"https://www.margonem.pl/?task=forum&show=posts&id=280825#bottom\" target=\"_blank\"> Biuletyn</a> - temat służący do zgłaszania graczy za nieklimatyczne słownictwo na czacie ogólnym.<br>-<a href=\"https://www.margonem.pl/?task=forum&show=posts&id=87510\" target=\"_blank\"> Karty Postaci</a> - temat z poradnikiem dotyczącym tworzenia karty postaci oraz jedno z miejsc, w których można się pochwalić swoją własną.<br>-<a href=\"https://onedrive.live.com/view.aspx?resid=808E74D8B87FDA08!379&ithint=file%2cdocx&app=Word&authkey=!ACPJmB0G1S8y9tU\" target=\"_blank\"> Wieści z krainy</a> - spis wszelkich zmian w fabule i lokacjach.<br>-<a href=\"https://onedrive.live.com/view.aspx?resid=808E74D8B87FDA08!343&ithint=file%2cxlsx&app=Excel&authkey=!AAL9d-j3fr_9aag\" target=\"_blank\"> Cennik Nerthusa</a> - spis większości przedmiotów możliwych do kupienia fabularnie za walutę serwerową.<br>-<a href=\"https://www.margonem.pl/?task=forum&show=posts&id=264553\" target=\"_blank\"> Informacje o dodatku</a> - temat zawierający informacje o wszelkich funkcjach wprowadzanych poprzez dodatek.<br>-<a href=\"https://drive.google.com/file/d/1Kso0Wser_XLUkP8ctQlde1BHmjET_8wT/view\" target=\"_blank\"> System magii</a> - dokument przedstawiający magię dla graczy fabularnych. <br>-<a href=\"https://1drv.ms/w/s!Agjaf7jYdI6AglC8nPXxId1Rgmxh\" target=\"_blank\"> System umiejętności</a> - dokument przedstawiający umiejętności możliwe dla graczy fabularnych.<br>-<a href=\"https://drive.google.com/file/d/19a_8at2OGe5sN6R7eHU_pPz8uFFHKxVF/view\" target=\"_blank\"> Podstawy mechaniki rdzenia kosmosu</a> - jest to element Systemu Magii, który rozszerza rdzeń Kosmosu. Stosują go magowie. Aktualny znak zodiaku widoczny jest pod pogodą. ",
        "Chciałbym zapytać o coś jeszcze. ->22",
        "Wiem już wszystko.  ->END"
      ],
      "25": [
        "Aby wyłączyć dodatek, wpisz “gadblock on” w konsoli. Opcja wyłączenia pojedynczych elementów, jak pogoda, zodiak oraz dzień i noc dostępna jest w ustawieniach tarczy. ",
        "Chciałbym zapytać o coś jeszcze. ->22",
        "Wiem już wszystko.  ->END"
      ],
      "26": [
        "Nie martw się, początki bywają trudne. Na szczęście znam osoby, które z chęcią udzielą Ci pomocy. Proszę, zapisałem <link>tutaj<link> ich imiona. Możesz też przybyć na <a href=\"https://discord.gg/dK7chmE\" target=\"_blank\"> discord</a> dedykowany Nerthusowi - znajdziesz tutaj wspaniałą kompanię, a także potrzebną pomoc.",
        "Chciałbym zapytać o coś jeszcze. ->0",
        "Wiem już wszystko.  ->END"
      ]
    }
  }
]
