[
{
    "name" : "Mair",
    "x" : "4",
    "y" : "16",
    "url" : "#img/npc/korano_mair.gif",
    "collision" : true,
    "dialog" :
    {
        "0" :
        [
            "Witaj #NAME nazywam się Mair i opiekuję się tutejszym księgozbiorem. Mamy bardzo bogaty wybór dzieł na temat magii, historii czy wojskowości. Przez lata wielu podróżników zostawiało u nas swoje zapiski, żeby wspomagać misję krzewienia wiedzy. Moja przyjaciółka śmieje się nawet, że wytoczyłam wojnę ignorancji.",
            "Skąd taka pasja do pracy wśród książek? To chyba nudne zajęcie. ->1",
            "Słyszałem, że masz dostęp do prawdziwie rzadkich... okazów. ->2",
            "Moment, skąd znasz moje imię? ->3",
            "Zbyt uważnie mi się przyglądasz, dziwnie ci z oczu patrzy. Wolę sobie iść zanim jeszcze coś ze mnie wyciągniesz. ->END"
        ],
        "1" :
        [
            "Oj, nawet nie wiesz jak bardzo się mylisz. W ksiażkach są ogromne pokłady wiedzy, mnóstwo, naprawdę mnóstwo cennych informacji. A poza tym przychodzi tu dużo ludzi, wymieniają się plotkami, opowiadają o sytuacji w innych miastach. Mogłabym godzinami słuchać o tym co mają do powiedzenia. Więc wiesz, jeśli masz jakieś ciekawe ploteczki to bardzo chętnie je poznam.",
            "Aha... Jak będę miał coś ciekawego to na pewno przyjdę. ->5",
            "Nie lubię plotek. ->END"
        ],
        "2" :
        [
            "Owszem, mam tu prawdziwe skarby. Unikalne rękopisy, niepowtarzalne notatki. Historie spisane przez autorów, dzienniki, studium na temat magii. Co cię interesuje?",
            "Chciałbym przejrzeć dokumenty na temat magii. ->6",
            "Interesują mnie rękopisy i opowieści. ->7",
            "Dziękuję, może innym razme. ->END"
        ],
         "3" :
        [
            "[ Kobieta uśmiechnęła się. Chociaż był to uśmiech ciepły i promienny, to jednak w jej sposobie bycia coś wzbudzało niepokój. Dziwna przenikliwość w spojrzeniu kobiety sprawiła, że po plecach przebiegł ci dreszcz niepokoju. ]",
            "Dalej ->4"
        ],
         "4" :
        [
            "Wiem bardzo dużo rzeczy, #NAME. I bardzo lubię dowiadywać się kolejnych.",
            "To może ja już lepiej pójdę. Do zobaczenia. ->END"
        ],
        "5" :
        [
            "Zapraszam. Za odpowiednią informację jestem w stanie sporo zapłacić.",
            "Nic dziwnego, w końcu wiedza to potęga. ->END"
        ],
         "6" :
        [
            "Mam tu kilka prac mistrzowskich oraz arcymistrzowskich. Muszę jednak zaznaczyć, że to bardzo zaawansowana magia. Często opisane tu zaklęcia są rzeczami rewolucyjnymi dlatego nie próbuj ich wykorzystywać jeśli nie posiadasz odpowiedniej mocy. Nie biorę odpowiedzialności za skutki twoich działań. Pozycje dotyczące którego zagadnienia mam przynieść?",
            "Ewokacji. ->8",
            "Poznania. ->9",
            "Przywrócenia. ->10",
            "Przemiany. ->16",
            "Zniszczenia. ->11",
            "Mam już wszystko, dziękuję. ->END"
        ],
         "7" :
        [
            "Mam tu przede wszystkim pamiętniki, sporo osób chce zostawić po sobie i swoim życiu ślad, ale jest też kilka legend czy opowiadań. Mamy bardzo wygodne krzesła, idealne do czytania długich opowieści.",
            "Znam już je wszystkie, przyjdę innym razem. ->END"
        ],
        "8" :
        [
            "Mam zapiski dotyczące przede wszystkim czarnej magii. Laliemm Raagha w swoich badaniach zajmowała się zagadnieniami związanymi z nekromancją. To nie jest dziedzina dla każdego, ale jeżeli szukasz odpowiedzi to może znajdziesz je <a href='https://drive.google.com/file/d/17U0aFRLVtt7GZWM9tXV9GFQpXCKpTNwT/view' target='_blank'>tutaj</a>.",
            "Dziękuję, Mair. ->END"
        ],
        "9" :
        [
            "Poznanie... Jaki stopień zaawansowania jest Ci potrzebny?",
            "Szukam notatek Mistrzowskich. ->14",
            "Szukam czegoś dla Arcymistrzów. ->15"
        ],
        "10" :
        [
            "O Przywróceniu, tak? Hmm... Interesują Cię prace na poziomie Mistrzowskim czy Arcymistrzowskim?",
            "Mistrzowskim. ->12",
            "Arcymistrzowskim. ->13",
            "Interesuje mnie jednak coś innego. ->6"
        ],
        
        "11" :
        [
            "Na temat Zniszczenia o dziwo nie napisano zbyt wiele, widocznie praktykujący ją wolą działać bojowo niż naukowo. A szkoda, wielka szkoda. Mam tutaj zachowane <a href='https://drive.google.com/file/d/1yHUjcIS8xRyYOrqH495q36lTt_fPODQP/view' target='_blank'>zapiski</a> niejakiego Astratasa, może pomogą ci w twoich poszukiwaniach. Ostatnio dostałam też trochę rzeczy od Kostryna, to ta <a href='https://drive.google.com/file/d/1EuiTQvnqF6hptbdKJOy3T966huVapFlj/view?usp=sharing' target=_blank'>teczka</a>. Powodzenia",
            "Z całą pewnością je wykorzystam. ->END"
        ],
        "12" :
        [
            "O Przywróceniu, tak? Hmm... Pamiętam, że paru magów praktykuje tę dziedzinę. Na razie mam tylko zapiski Readrera i przyznam, że chciałabym wiedzieć w jakich okolicznościach powstały. Są <a href='https://drive.google.com/file/d/1oE47IwksiW74CjjJ7APc5STAuN9bM2sS/view' target=_blank'>tutaj</a>. Wiem też, że <a href='https://www.margonem.pl/?task=profile&id=5596571' target=_blank'>Lorrie</a> napisała pracę pod tytułem 'Magia Życia - Studium na temat szkoły Przywrócenia' może uda Ci się z nią porozmawiać. Zapewne odpowie na Twoje pytania.",
            "To mnie satysfakcjonuje, dziękuję. ->END"
        ],
         "13" :
        [
            "Podobno <a href='https://www.margonem.pl/?task=profile&id=653201' target=_blank'>Readrer</a> ukończył swoje badania tworząc kolejną pracę. Nie udało mi się jednak do niej dotrzeć. Jeszcze.",
            "Szkoda. ->END"
        ],
         "14" :
        [
            "To powinno Ci się spodobać. Ten tekst stworzył Emryh Reius, <a href='https://drive.google.com/file/d/1Fpo-r7GQHsruwlKmQC6Ak_4zFETPrCt4/view?usp=sharing' target=_blank'>zerknij</a> proszę.",
            "Dziękuję, Mair. ->END"
        ],
         "15" :
        [
            "Poznanie... Udało mi się wejść w posiadanie kartek z dziennika Korano Ligatur. To niesamowicie cenna praca, pierwsze zapiski dotyczące magii o poziomie arcymistrzowskim jakie udało mi się dorwać. Nie przejmuj się postrzępionymi brzegami i rysunkami na marginesach, <a href='https://drive.google.com/file/d/1JIqxOEmsRZG4x7OF-BSLol-XR3Tpbhwz/view' target='_blank'>są nadal czytelne</a>.",
            "Będę na nie uważał. ->END"
        ],
         "16" :
        [
            "Przemiana to dziedzina, w której magowie bardzo zawzięcie strzegą swoich sekretów. Co ciekawe, jedyna praca jaką mogę Ci pokazać jest autorstwa drowa i nie dotyczy ściśle Magii, a Psioniki. Trochę trudno je <a href='https://drive.google.com/file/d/1AqeMR8GPA6yrqHLCXYGMbVHzUHWiRqbP/view' target='_blank'>rozczytać</a>, ale z całą pewnością są warte tego trudu.",
            "Duh, to pismo przypomina pajęczynę. ->END"
        ]
    }
}
]
